/* Application General Localization */
"SupportMailSubject" = "Deseo%20apoyar%20a%20DNSUpdate";

"DNSUpdate will install the daemon and a Startup item in order to be launched at boot time." = "DNSUpdate instalará el \"daemon\" y un Item de Arranque para poder funcionar al iniciar el sistema.";

"Can't connect to daemon" = "No se pudo comunicar con el \"daemon\"";

"DNSUpdate needs administrator privileges to install the daemon." = "DNSUpdate requiere privilegios de administrador para instalar el \"daemon\".";

"Install" = "Instalar";

"Launch" = "Iniciar";

"DNSUpdate daemon was succesfully installed."="El \"daemon\" del DNSUpdate se instaló exitosamente.";

"DNSUpdate daemon was succesfully launched."="El \"daemon\" del DNSUpdate se inició exitosamente.";

"Due to some (yet) unresolved problem in DNSUpdate code, the daemon will unexpectedly quit if you log out this session. Rebooting will launch the daemon in a much better state."="Debido a algún problema (aún) no resuelto en el código del DNSUpdate, el \"daemon\" terminará inesperadamente su ejecución si abandona esta sesión. Reiniciar su sistema iniciará el \"daemon\" en un mejor estado.";

"Connection with Daemon Error" = "Error de conexion con el \"daemon\"";

"Can't start daemon" = "No se pudo iniciar el \"daemon\"";

"Quit" = "Salir";

"DNSUpdate must be used by Administrator Users."="DNSUpdate debe ser usado por usuarios con privilegios de Administrador.";

"In order to connect to the daemon, DNSUpdate has to be launched by an Administrator."="Para poder comunicarse con el \"daemon\", DNSUpdate tiene que ser usado por un Administrador.";

"Daemon refused the connection.\nThere must be a problem with the daemon. Try relaunching the application later." = "El \"daemon\" rechazó la conección.\nDebe haber un problema con el \"daemon\". Intente abrir el programa mas tarde.";

"Can't connect to daemon. DNSUpdate will try to launch it." = "Error de conexión con el \"daemon\". DNSUpdate intentará iniciarlo.";

"DNSUpdate needs administrator privileges to start the daemon." = "DNSUpdate necesita privilegios de administrador para iniciar el \"daemon\".";

"Start Daemon" = "Iniciar el \"daemon\"";

"Can't install daemon" = "No se pudo instalar el \"daemon\"";

"The connection with the daemon was lost.\nThere must be a problem with the daemon." = "Se perdió la conexión con el \"daemon\".\nDebe haber un problema con el \"daemon\".";

"DNSUpdate needs to install the daemon." = "DNSUpdate necesita instalar el \"daemon\".";

"Pause Daemon" = "Detener el \"daemon\"";

"Save" = "Guardar";

"Add" = "Agregar";

"Edit Host" = "Editar Host";

"Edit User" = "Editar Usuario";

"Remove Host" = "Borrar Host";

"Remove User" = "Borrar Usuario";

"Do you really want to remove this User?" = "¿Realmente desea borrar este Usuario?";

"Do you really want to remove this Host?" = "¿Realmente desea borrar este Host?";

"Removing is unrecoverable." = "Borrar es irrecuperable.";

"Yes" = "Si";

"No" = "No";

"Never registered" = "Nunca antes registrado";

"Pause DNSUpdate daemon" = "Detener el \"daemon\" DNSUpdate";

"Start DNSUpdate daemon" = "Iniciar el \"daemon\" DNSUpdate";

/* User/Host/Interface status */
"N/A" = "No disponible";

"Ok" = "Ok";

"-not registered-" = "-no registrada-";

"Not tested" = "No probada";

"Interface is inactive" = "La Interfaz está inactiva";

"User inactive" = "El Usuario está inactivo";

/* DynDNS.org status */
"No such host" = "No existe el \"host\"";

"Bad domain name" = "Nombre de dominio erróneo";

"Not yours" = "No pertenece a este Usuario";

"Bad Auth" = "Usuario o Contraseña erróneos";

"Abuse" = "Bloqueado por Abuso";

/* New in v2.2 */
"Can't uninstall daemon" = "No se puede desinstalar el \"daemon\"";
"DNSUpdate needs administrator privileges to uninstall the daemon." = "DNSUpdate necesita privilegios de administrador para desinstalar el \"daemon\".";
"DNSUpdate is now uninstalled." = "DNSUpdate ha sido desinstalado.";
"You can now remove the DNSUpdate application, the DNSUpdate Users files, etc. DNSUpdate will now quit." = "Puede ahora borrar el programa DNSUpdate, el archivo de Usuario DNSUpdate, etc. DNSUpdate terminará su operación ahora.";

/* New in v2.3 */
"Add User" = "Agregar Usuario";
"Add Host" = "Agregar Host";
"Remove" = "Borrar";
"Edit" = "Editar";
"Daemon is paused." = "El \"daemon\" está suspendido.";
"Daemon is running." = "El \"daemon\" está funcionando.";
"Waiting" = "Esperando";

/* New in v2.4 */
"The BSD package is not installed" = "No está instalado el paquete extra de BSD";
"DNSUpdate needs the BSD package.\nThe BSD package is available on the MacOS X Install CD. Install it and retry to launch DNSUpdate." = "El programa DNSUpdate requiere el paquete extra de BSD.\nEl paquete extra de BSD se encuentra disponible en el CD de instalación del Mac OS X. Favor de instalarlo y volver a abrir el programaDNSUpdate.";
